{"translation-revision-date":"2024-07-15 09:03:21+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"All Roles":["Todos los perfiles"],"Admin":["Administrador"],"Choose which role will have access to a specific widget.":["Elige qué perfil tendrá acceso a un widget específico."],"Choose which users will have access to each widget.":["Elige qué usuarios tendrán acceso a cada widget."],"Permission":["Permiso"],"All Statuses":["Todos los estados"],"We saved your changes.":["Hemos guardado tus cambios."],"If you’re adding widgets back in, enjoy them!":["Si estás añadiendo widgets de nuevo, ¡disfrútalos!"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["Desactivar los widgets los ocultará del panel del editor y puede afectar potencialmente tu diseño o la parte frontal."],"Elementor Pro":["Elementor Pro"],"Elementor Pro Elements":["Elementos de Elementor Pro"],"Usage":["Uso"],"Element":["Elemento"],"No elements found.":["No se ha encontrado ningún elemento"],"Enable All":["Activar todo"],"Deactivate Unused Elements":["Desactivar elementos no utilizados"],"Scan Element Usage":["Explorar uso de elementos"],"Search widgets":["Buscar widgets"],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["Al desactivar los widgets aquí, se eliminarán tanto del editor de Elementor como de tu web, lo que puede causar cambios en el diseño general, la estructura y lo que ven los visitantes."],"Before you continue:":["Antes de continuar:"],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["Aquí es donde puedes ajustar Elementor a tu flujo de trabajo. Desactiva los elementos que no utilices para tener una interfaz más limpia, una experiencia creativa más enfocada y un mejor rendimiento."],"All Plugins":["Todos los plugins"],"times":["veces"],"Sure you want to save these changes?":["¿Estás seguro de que quieres guardar estos cambios?"],"Unleash the full power of Elementor's features and web creation tools.":["Libera toda la potencia de las características y las herramientas de creación web de Elementor."],"Save Changes":["Guardar cambios"],"Plugin":["Plugin"],"Status":["Estado"],"Learn More":["Aprende más"],"Edit":["Editar"],"Show":["Mostrar"],"Inactive":["Inactivo"],"Active":["Activo"],"Cancel":["Cancelar"],"Save":["Guardar"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}